---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.RebarShapeVertexTurn.Default
enum: Autodesk.Revit.DB.Structure.RebarShapeVertexTurn
source: html/a59971ec-c31f-a05e-e2d7-65882e23a21f.htm
---
# Autodesk.Revit.DB.Structure.RebarShapeVertexTurn.Default

The turn value has not yet been set, or will not be used.